;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language = Lietuvių/Lithuanian
WebLang=LTU
Translator = LTU GiNtArMiXaS
Codepage=UNICODE
Version=5.4.7


[Uninstaller Toolbar]
102 = Rodymas
103 = Parinktys
104 = Išdiegimas
105 = Įrankiai
106 = Medžioklės režimas
107 = Sąrašas
108 = Piktogramos
109 = Lentelė
110 = Pašalinti
111 = Ištrinti
112 = Atnaujinti
113 = Ar tikrai norite pašalinti pasirinktą elementą iš registro?
114 = Ar tikrai norite išdiegti pasirinktą programą?
115 = Atnaujinimas
116 = Žinynas
117 = Pagalba apie esamą įrankį…
118 = Namų svetainė…
119 = Apie programą…
120 = Jūs nesate administratorius.
121 = Ar tikrai norite išdiegti pasirinktą sistemos komponentą?\nSustokite, jei nesate tikri dėl to, ką darote.
122 = Šiame puslapyje rodomos visos programos ir komponentai, įdiegti esamam vartotojui ir visiems vartotojams. Lentelės režimu arba naudodamiesi kontekstiniu meniu galite gauti papildomą informaciją, nuorodas ir įdiegtos programos savybes. Medžioklės režimas yra pagrindinė „Revo Uninstaller“ programos ypatybė. Šis režimas suteikia lanksčias galimybes išdiegti, sustabdyti, pašalinti arba išjungti programos automatinį paleidimą vienu pelės spustelėjimu.
123 = Paieška…
124 = Rasta:
125 = Ar tikrai norite pašalinti pasirinktą sistemos komponentą iš registro?\nŠis komponentas gali būti reikalingas operacinei sistemai.
126 = pašalinta iš automatinio paleidimo.
127 = pridėta prie automatinio paleidimo.
128 = Programa %s įdiegta tame pačiame aplanke kaip ir %s.\nŠiame aplanke gali būti rasta abiejų programų likučių.\nKruopščiai patikrinkite viską, kas siūloma pašalinti.
129 = Priverstinis išdiegimas

[Uninstaller List]
150 = Programa
151 = Dydis
152 = Versija
153 = Įdiegimo data
154 = Bendrovė
155 = Svetainė
156 = Komentaras
157 = Išdiegimo eilutė
158 = Registro raktas
159 = Įdiegimo failas

[Uninstaller StatusBar]
201 = Įdiegtų programų:
202 = Įkeliamas sąrašas…

[Registry Optimizer]
302 = Pasirinkite skenavimo sritį
303 = Pagrindinis meniu

[Autorun Toolbar]
407 = Paleisti
408 = Baigti
409 = Pašalinti
410 = Iš viso objektų:
411 = Įjungtų objektų:
412 = Naudodamiesi automatinio paleidimo tvarkykle, galite ne tik įjungti ar išjungti programas, kurios pasileidžia startuojant „Windows“, bet ir gauti išsamesnę informaciją apie jas. Galite sužinoti automatinio paleidimo kelią, aprašymą, kūrėjo duomenis, būseną (veikia ar neveikia), taip pat automatinio paleidimo komandos vietą (sistemos registre arba standžiajame diske).

[Autorun List]
450 = Programos pavadinimas
451 = Kelias iki programos failo
452 = Aprašymas
453 = Kūrėjas
454 = Būsena
455 = Vieta
456 = Veikia
457 = Neveikia
458 = Negaliojanti
459 = Baigti procesą…
460 = Paleisti procesą
461 = Atidaryti aplanką…
462 = Atidaryti paleidimo vietą…
463 = Kopijuoti paleidimo kelią
464 = Pašalinti elementą…
465 = Pašalinti visus negaliojančius…
466 = Pašalinti visus neveikiančius…
467 = Pašalinti visus išjungtus…
468 = Savybės…
470 = Ar tikrai norite uždaryti pasirinktą programą?\nVisi neišsaugoti duomenys bus prarasti.
471 = Ar tikrai norite pašalinti pasirinktą elementą?
472 = Ar tikrai norite pašalinti visus negaliojančius elementus?
473 = Ar tikrai norite pašalinti visus neveikiančius elementus?
474 = Ar tikrai norite pašalinti visus išjungtus elementus?
475 = Komanda neegzistuoja.
476 = Nežinoma
477 = Išjungti automatinį paleidimą
478 = Įjungti automatinį paleidimą

[Outlook Control]
300 = Optimizavimas
301 = Registro optimizavimas
400 = Automatinio paleidimo tvarkyklė
500 = Asmeniniai duomenys
501 = Naršyklių valymas
600 = Microsoft Office valymas
700 = Windows valymas
800 = Duomenų šalinimas
900 = Negrįžtamas duomenų šalinimas
2100 = Windows įrankiai
2200 = Nereikalingų failų šalinimas

[Track Cleaner Browsers]
507 = Išvalyti viską
508 = Išvalyti lankytų puslapių istoriją
509 = Išvalyti įvestų adresų istoriją
510 = Ištrinti laikinuosius interneto failus
511 = Ištrinti visus slapukus
512 = Ištrinti Index.dat failus
513 = Vykdyti
514 = Išvalyti atsiųstų failų istoriją
515 = Išvalyti seansų istoriją
516 = Išvalyti įvestus formų duomenis
517 = Šalinimas
518 = Ar tikrai norite išvalyti visus pasirinktus istorijos duomenis?
521 = Ar tikrai norite išvalyti Internet Explorer naršyklės duomenų istoriją?
522 = Ar tikrai norite išvalyti Firefox naršyklės duomenų istoriją?
523 = Ar tikrai norite išvalyti Opera naršyklės duomenų istoriją?
524 = Ar tikrai norite išvalyti Netscape naršyklės duomenų istoriją?
525 = Jūsų naršyklė įrašo išsamius duomenis apie visas jūsų aplankytas svetaines. Ši informacija yra lengvai pasiekiama naršyklės lange, todėl bet kas, paspaudęs mygtuką naršyklės lange, gali pamatyti, ką jūs žiūrėjote internete. Naudodamiesi šiuo įrankiu galite pašalinti laikinuosius interneto failus, kurie yra visi jūsų internete matyti paveikslėliai, visi atsisiųsti vaizdo failai ir visi aplankyti tinklalapiai. Laikinųjų interneto failų pašalinimas padės atlaisvinti šiek tiek vietos diske.
526 = Prieš vykdydami valymą uždarykite naršyklę.
527 = Index.dat failai bus ištrinti po kompiuterio perkrovimo.
599 = Pasirinktų elementų valymas baigtas.

[Office Track Cleaner]
601 = Išvalyti
607 = Išvalyti paskutinių atidarytų dokumentų istoriją Microsoft Word programoje
608 = (įskaitant Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 ir Word 2016)
609 = Išvalyti paskutinių atidarytų dokumentų istoriją Microsoft Excel programoje
610 = (įskaitant Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 ir Excel 2016)
611 = Išvalyti paskutinių atidarytų dokumentų istoriją Microsoft Access programoje
612 = (įskaitant Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 ir Access 2016)
613 = Išvalyti paskutinių atidarytų dokumentų istoriją Microsoft PowerPoint programoje
614 = (įskaitant PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 ir PowerPoint 2016)
615 = Išvalyti paskutinių atidarytų dokumentų istoriją Microsoft FrontPage programoje
616 = (įskaitant FrontPage 2000, FrontPage XP, FrontPage 2003 ir FrontPage 2007)
617 = Naudodamiesi šiuo įrankiu galite išvalyti paskutinių atidarytų failų istoriją Microsoft Word, Excel, Access, PowerPoint ir FrontPage programose. Jei nenorite, kad kas nors pamatytų jūsų paskutines atidarytas ar redaguotas skaičiuokles, dokumentus ar kitus failus, sukurtus naudojant Microsoft Office, tiesiog pasirinkite failų tipus ir paspauskite mygtuką «Išvalyti».

[Windows Tracks Cleaner]
701 = Išvalyti
707 = Išvalyti paskutinių dokumentų istoriją
708 = Išvalyti komandos «Vykdyti» istoriją meniu «Pradėti»
709 = Išvalyti failų paieškos istoriją
710 = Išvalyti spausdintuvų, kompiuterių ir žmonių paieškos istoriją
711 = Išvalyti iškarpinę
712 = Išvalyti paskutinių failų istoriją Microsoft Paint programoje
713 = Išvalyti paskutinių failų istoriją Microsoft Wordpad programoje
714 = Išvalyti paskutinio atidaryto skyriaus istoriją registro redaktoriuje
715 = Išvalyti failų atidarymo ir išsaugojimo dialogo langų istoriją
716 = Išvalyti paskutinių atidarytų aplankų istoriją bendruose dialogo languose
717 = Išvalyti šiukšlinę
718 = Ištrinti Windows laikinuosius failus
719 = Išvalyti pagrindinio meniu naudojimo žurnalus
720 = Microsoft Windows išsaugo daugelio jūsų veiksmų kompiuteryje pėdsakus, tokius kaip failų ir aplankų paieškos istoriją, paskutinių atidarytų dokumentų istoriją, failų atidarymo ir išsaugojimo istoriją, naudojamą standartiniuose įvairių programų failų atidarymo ir išsaugojimo dialogo languose, ir daug kitos informacijos. Naudodamiesi šiuo įrankiu galite pašalinti visą šią istoriją ir laikinuosius failus. Taip pat čia galite išvalyti šiukšlinę ir ištrinti laikinuosius failus, o tai gali padėti atlaisvinti šiek tiek vietos diske.
721 = Komandos «Vykdyti» istorija bus išvalyta po explorer.exe failo paleidimo iš naujo.
722 = Įrašai Windows sistemos registre
723 = Failai vietiniame standžiajame diske
724 = Ištrinti atminties išrašų failus
725 = Ištrinti atkuriamų Chkdsk (Check Disk) failų fragmentus
750 = Išvalyti pažymėtus elementus esamame modulyje
751 = Išvalyti pažymėtus elementus visuose History Cleaner moduliuose

[Evidence Remover]
802 = Vykdyti
803 = Trynimas
804 = Vyksta duomenų trynimas. Prašome palaukti…
805 = baigta
806 = Pažymėkite varnelėmis diskus, kuriuose norite išvalyti savo darbo pėdsakus. Šis įrankis veikia tik jau ištrintus duomenis. Dėmesio: baigus valymo procesą, atkurti ištrintų failų bus neįmanoma.
807 = Išvalius šiukšlinę, visi jūsų failai ir aplankai tik pažymimi kaip ištrinti, tačiau fiziškai jie nėra ištrinami, todėl naudojant specializuotas programas tokius failus galima lengvai atkurti. Šis įrankis negrįžtamai ištrina ištrintus failus ir aplankus.
808 = Ar tikrai norite negrįžtamai ištrinti likusius ištrintų failų pėdsakus pasirinktuose diskuose?

[Unrecoverable Delete]
912 = Failų ir aplankų, kurie bus negrįžtamai pašalinti, sąrašas
913 = Failai
914 = Aplankai
915 = Pridėkite failus ir aplankus, kuriuos norite pašalinti iš sistemos. Šių failų nebus įmanoma atkurti jokiu įrankiu.
916 = Pridėkite aplankus, kuriuos norite pašalinti iš sistemos. Šių aplankų nebus įmanoma atkurti jokiu įrankiu.
917 = Pridėti failus šalinimui…
918 = Pridėti aplankus šalinimui…
919 = Pašalinti negrįžtamai…
920 = Išvalyti sąrašą
921 = Naudokite šį įrankį, jei norite patikimai pašalinti failą ar aplanką taip, kad vėliau niekas ir jokiu įrankiu negalėtų jo atkurti. Įprastai šalinant failus arba išvalant šiukšlinę, visi jūsų failai ir aplankai tik pažymimi kaip ištrinti, tačiau fiziškai jie nėra ištrinami, todėl naudojant tam tikras programas tokius failus galima lengvai atkurti. Šis įrankis negrįžtamai ištrina pašalintus failus ir aplankus.
922 = Ar tikrai norite negrįžtamai pašalinti pasirinktus failus ir aplankus?

[Options Tree]
1001 = Parinktys
1002 = Eksportuoti visas parinktis
1003 = Importuoti visas parinktis
1100 = Bendrieji
1200 = Išdiegimo programa


[General]
1101 = Dabartinė kalba:
1102 = Įjungti išplėstinį režimą
1103 = Paleidžiant tikrinti, ar yra atnaujinimų
1104 = Automatiškai atnaujinti fone
1105 = Paieška saityne:
1106 = Paieškos sistemos internete:

[Uninstaller Options]
1201 = Rodyti sistemos atnaujinimus
1202 = Rodyti sistemos komponentus
1204 = Paleisti standartinę išdiegimo programą
1205 = (nepalaikoma Windows Vista)
1206 = Sukurti sistemos atkūrimo tašką prieš išdiegiant
1208 = Išjungti šalinimo istorijos funkciją
1209 = Rodyti tinklalapių nuorodas

[Auto Update]
1907 = Atnaujinimas
1908 = Versijos informacija
1909 = Dabartinė versija:
1910 = Naujausia versija:
1911 = Atsisiųsti
1912 = Naujausios versijos atsisiuntimas
1913 = Kas naujo versijoje?
1914 = Tikrinama…
1915 = Ryšio klaida…
1916 = Sustabdyti
1917 = Atsisiųsta %s iš %s
1918 = Atsisiųsta %s (visas dydis nežinomas)
1919 = Nepavyko prisijungti prie svetainės www.revouninstaller.com. Patikrinkite, ar interneto ryšys aktyvus ir ar jūsų ugniasienė neblokuoja Revo Uninstaller Pro.
1920 = Naujos versijos patikra nepavyko. Nėra interneto ryšio.
1921 = Atsisiunčiama...
1922 = Atnaujinimo pradžia...
1923 = Baigta
1924 = Galimų atnaujinimų nėra
1925 = Sėkmingai atnaujinta į naujausią versiją (%s)

[WinTools]
2110 = Paleisti
2111 = Kiekvienoje Windows operacinėje sistemoje yra daugybė naudingų įrankių ir komponentų. Kai kurie įrankiai naudoja sudėtingas komandų eilutes, kitus sunku pasiekti. Šiame puslapyje galite vienu spustelėjimu pasiekti daugiau nei dešimt Windows įrankių.
2112 = Sistemos atkūrimas gali būti naudojamas sistemos konfigūracijos pakeitimams atšaukti bei parametrų ir našumo atkūrimui. Sistemos atkūrimas leidžia grąžinti kompiuterio konfigūraciją į ankstesnę būseną, vadinamą atkūrimo tašku, neprarandant dabartinių duomenų, pavyzdžiui, dokumentų, el. pašto, parankinių nuorodų ir lankymosi istorijos. Visi konfigūracijos pakeitimai, atlikti sistemos atkūrimo metu, yra grįžtami. Sistema automatiškai sukuria atkūrimo taškus, vadinamus sisteminiais taškais. Be to, galite naudoti sistemos atkūrimą nuosavų taškų kūrimui, kas gali būti naudinga diegiant naują programinę įrangą arba atliekant pakeitimus registre.
2113 = Tinklo diagnostika renka informaciją apie kompiuterį tinklo problemų sprendimui. Tinklo diagnostika leidžia atlikti įvairius testus ir surinkti įvairią informaciją apie tinklą. Priklausomai nuo pasirinktų parametrų, tinklo diagnostika testuoja tinklo sąveiką ir tikrina tam tikrų tinklo paslaugų bei programų prieinamumą. Taip pat atliekamas pagrindinės informacijos apie kompiuterį rinkimas. Ši priemonė suteikia jums arba techninio palaikymo tarnybos specialistui informaciją, būtiną ieškant tinklo problemų priežasčių.
2114 = Tinklo informacija rodo visą dabartinę TCP/IP tinklo konfigūraciją, DHCP (Dynamic Host Configuration Protocol) protokolo ir DNS (Domain Name System) nustatymus. Tinklo informacija taip pat rodo pilną visų TCP/IP adapterių konfigūraciją, įskaitant IP adresą, MAC adresą, potinklio kaukę, numatytąjį šliuzą, WINS (Windows Internet Naming Service) paslaugą ir DNS konfigūraciją.
2115 = Saugumo užtikrinimo centras tikrina trijų pagrindinių komponentų, skirtų kompiuterio apsaugai, būseną: ugniasienės, automatinio atnaujinimo paslaugos ir antivirusinės programos. Aptikus problemų su vienu iš šių komponentų (pavyzdžiui, pasenus antivirusinėms bazėms antivirusinėje programoje), saugumo užtikrinimo centras jus apie tai informuos ir pateiks rekomendacijas rrastos problemos pašalinimui.
2116 = Sistemos ypatybės gali būti naudojamos bendros informacijos apie kompiuterio aparatinę konfigūraciją peržiūrai (tokios kaip procesoriaus tipas ir bendras operatyviosios atminties kiekis), nustatymų, kontroliuojančių kompiuterio atminties naudojimą, peržiūrai ir keitimui, taip pat atitinkamos informacijos paieškai, aparatūros profilių nustatymui, tinklo ryšių informacijos ir prisijungimo profilio peržiūrai bei klaidų ataskaitų siuntimui Microsoft arba sistemos administratoriui joms atsiradus.
2117 = Windows operacinės sistemos komponentas „Sistemos informacija“ renka ir rodo duomenis apie sistemos konfigūraciją. Tokius duomenis galima gauti tiek lokaliam kompiuteriui, tiek nuotoliniam kompiuteriui, su kuriuo nustatytas ryšys. Šis komponentas apima informaciją apie aparatinę konfigūraciją, kompiuterio komponentus ir programinę įrangą, įskaitant pasirašytas ir nepasirašytas tvarkykles. „Sistemos informacija“ — tai įrankis, kurį galite naudoti greitai informacijos apie kompiuterį ir jo operacinę sistemą paieškai.
2118 = TCP/IP komanda Netstat — Windows operacinės sistemos komponentas, rodantis visas aktyvias TCP jungtis, kompiuterio klausomus TCP ir UDP prievadus bei rodantis vykdomąją programą, dalyvaujančią kuriant kiekvieną jungtį arba klausantis prievado (programos pavadinimas rašomas apačioje laužtiniuose skliaustuose [ ], o viršuje — komponentas, iškviečiantis šią programą, ir taip toliau iki pasiekiama TCP/IP).
2119 = Ekrano klaviatūra — tai programa, rodanti virtualią klaviatūrą ekrane ir leidžianti žmonėms su ribotu judrumu spausdinti ekrane naudojant pelės žymeklį arba vairasvirtę. Ekrano klaviatūra skirta palengvinti žmonių su ribotu judrumu darbą. Taip pat galite naudoti ekrano klaviatūrą, jei manote, kad jūsų kompiuteryje yra klaviatūros šnipas, įrašinėjantis visus jūsų klavišų paspaudimus klaviatūroje. Ekrano klaviatūra pašalina klavišų paspaudimų įrašymo galimybę.
2120 = Disko defragmentavimas — tai sisteminė tarnybinė programa, atliekanti lokalių diskų analizę su vėlesne fragmentuotų failų ir aplankų paieška bei sujungimu. Taip pat „Disko defragmentavimas“ sujungia laisvą diskų erdvę, dėl ko naujų failų fragmentacija tampa mažiau tikėtina, ir sistema galės išsaugoti failus bei aplankus racionaliau.
2121 = Komponentas „Tarnybos“ naudojamas šiems veiksmams: tarnybos paleidimui, pristabdymui, sustabdymui, atnaujinimui ir išjungimui nuotoliniame bei lokaliame kompiuteriuose. Būtina turėti atitinkamus leidimus tarnybų paleidimui, pristabdymui, sustabdymui, perkrovimui ir išjungimui. Taip pat komponentas „Tarnybos“ gali būti naudojamas veiksmo nustatymui avariniam tarnybos atkūrimui gedimo atveju (pavyzdžiui, automatinis tarnybos arba kompiuterio perkrovimas), tarnybos įjungimui arba išjungimui konkrečiam aparatūros profiliui bei kiekvienos tarnybos būsenos ir aprašymo peržiūrai.
2122 = Komponentas „Bendrinami aplankai“ leidžia peržiūrėti prisijungimų ir išteklių naudojimo suvestinę lokaliame ir nuotoliniuose kompiuteriuose. Komponentas „Bendrinami aplankai“ pakeičia Windows NT Server 4.0 versijos valdymo skydo komponentus, susijusius su išteklių naudojimu. Naudojant komponentą „Bendrinami aplankai“ galima atlikti šiuos veiksmus: kurti, peržiūrėti ir nustatyti leidimus bendriems ištekliams; peržiūrėti visų vartotojų, prisijungusių prie šio kompiuterio per lokalų tinklą, sąrašą ir juos atjungti; peržiūrėti nuotolinių vartotojų atidarytų failų sąrašą, taip pat uždaryti šiuos failus. Komponento „Bendrinami aplankai“ poaplankiai turi informaciją, suskirstytą stulpeliais, apie visus bendrus išteklius, seansus ir atidarytus failus lokaliame kompiuteryje.
2123 = Papildinys „Grupinė politika“ naudojamas politikos parametrų nustatymui, kurie bus taikomi kompiuteriams arba vartotojams. Grupinės politikos parametrai apibrėžia įvairius vartotojo darbalaukio aplinkos komponentus, kuriuos valdo sistemos administratorius (pavyzdžiui, vartotojams prieinamas programas; programas, rodomas vartotojo darbalaukyje, ir meniu „Pradėti“ parametrus).
2124 = Naudodami Windows komponentų pridėjimo ir šalinimo vediklį galite valdyti Windows komponentus, įdiegtus jūsų kompiuteryje. Įdiegę Windows operacinę sistemą kompiuteryje, galite naudoti šį įrankį Windows komponentų pridėjimui, kurie nebuvo įdiegti pirminio Windows diegimo metu, arba pašalinti esamus Windows komponentus, kurių jums nereikia.
2125 = Kenkėjiškos programinės įrangos šalinimo įrankis, skirtas Microsoft Windows, pašalina labiausiai paplitusias kenkėjiškų programų rūšis iš kompiuterių, kuriuose veikia Windows Vista, Windows Server 2003, Windows XP ir Windows 2000. Šis įrankis nepakeičia antivirusinės programos. Kompiuterio apsaugos užtikrinimui būtina naudoti antivirusinę programą.


[Junk Files Cleaner Options]
2202 = Skenuoti diskus
2203 = Šablonas
2204 = Aprašymas
2205 = Pridėti
2206 = Pašalinti
2207 = Numatyta
2208 = Nereikalingų failų šalinimas::Bendra
2209 = Nereikalingų failų šalinimas::Išimtys
2220 = Paieškos šablonas:
2221 = Galima naudoti simbolius ? ir *
2222 = Failų paieškos šablono pridėjimas
2223 = Išimties šablono pridėjimas
2224 = Galima naudoti simbolius ? ir *
2225 = Išimties šablonas:
2226 = Šalinti failus į šiukšlinę
2227 = Praleisti failus, kurie buvo naudoti paskutinę parą

[Junk Files Cleaner Tool]
2306 = Paieška
2307 = Pašalinti
2308 = Skenavimas
2309 = Ieškoma nereikalingų failų…
2310 = Atšaukti
2311 = Pavadinimas
2312 = Dydis
2314 = Rasti naudojant %s
2319 = Iš viso failų:
2320 = Bendras dydis:
2323 = Kai kuriuos failus naudoja Windows arba kita programa,\n todėl šiuo metu jie negali būti pašalinti.
2324 = Norint paleisti skenavimą, reikia pasirinkti bent vieną diską ir plėtinį.
2325 = Nereikalingų failų šalinimo priemonė suteikia galimybę jūsų kompiuteryje rasti ir pašalinti įvairių tipų laikinuosius bei nereikalingus failus. Paprastai tokius failus pašalina juos sukūrusi programa, kai jie tampa nebereikalingi. Tačiau šie failai ne visada pašalinami, pavyzdžiui, avarinio programos darbo nutraukimo, sistemos gedimo ir panašiais atvejais. Šių failų buvimas gali sumažinti laisvą vietą diske arba tapti kitų programų bei visos sistemos darbo sulėtėjimo priežastimi.
2326 = Failas:
2327 = Failų šalinimas
2328 = Nereikalingų failų nerasta

[Context Menu Junk Files Cleaner]
2313 = Atidaryti
2314 = Rasti naudojant %s
2315 = Atidaryti talpinantį aplanką…
2316 = Ypatybės…
2317 = Pažymėti visus objektus
2318 = Atšaukti visų objektų žymėjimą
2321 = Pažymėti pasirinktus elementus varnelėmis
2322 = Nuimti varneles nuo pasirinktų elementų

[Topmost Window]
4002 = Parametrai
4003 = Atidaryti pagrindinį langą
4004 = Vilkimo režimas
4005 = Medžioklės režimas
4006 = Dydis
4007 = Mažas
4008 = Vidutinis
4009 = Didelis
4010 = Lango dydis
4011 = Išeiti
4012 = Išdiegti…
4013 = Pašalinti iš automatinio paleidimo
4014 = Baigti procesą
4015 = Baigti ir pašalinti procesą
4016 = Atidaryti talpinantį aplanką
4017 = Informacija
4018 = Ypatybės…
4019 = Atšaukti
4020 = Vienu metu palaikomas tik vienas failas.
4021 = Jūs nuvilkote aplanką. Prašome nuvilkti failą.
4022 = Išdiegti arba pašalinti:
4023 = Nepavyko. Pabandykite nurodyti kitą langą, piktogramą arba užduočių juostos elementą.
4024 = Nepavyko paleisti išdiegimo komandos.\n Pašalinkite programą naudodami išdiegimo priemonę.
4025 = Diegimo paketas nerastas.\nPatarimas: peržiūrėkite informaciją apie programą pagrindiniame lange ir\n pabandykite ją išdiegti rankiniu būdu.
4026 = Tikslinė programa pašalinta iš automatinio paleidimo.\nPatarimas: naudokite įrankį „Диспетчер автозагрузки“, jei norite vėl pridėti programą į automatinį paleidimą.
4027 = Tikslinė programa nerasta įprastose automatinio paleidimo vietose.\nPatarimas: norėdami rasti nestandartines vietas, naudojamas programos paleidimui, paieškokite Google svetainėje.
4028 = Ar tikrai norite uždaryti pasirinktą programą?\n Visi neišsaugoti duomenys bus prarasti.
4029 = Išdiegimas
4030 = Ar tikrai norite uždaryti ir pašalinti pasirinktą programą?\n Visi neišsaugoti duomenys bus prarasti.
4031 = Ar tikrai norite uždaryti Windows naršyklę?\n Meniu „Пуск“, užduočių juosta ir sisteminis dėklas dings.
4032 = Paleisti kartu su Windows
4033 = Skaidrumas
4034 = Nutempkite taikinį virš atidaryto lango, piktogramos arba užduočių juostos elemento.
4035 = Visada viršuje

[Scan After Uninstall]
4210 = Vieta
4211 = Skiltis
4212 = Reikšmė
4213 = Duomenys
4214 = Failas
4215 = Pasirinkite elementus šalinimui.
4216 = Skenavimas po išdiegimo
4217 = Pažymėti viską
4218 = Atšaukti žymėjimą
4219 = Pašalinti
4220 = Likę failai
4221 = Likę registro įrašai
4222 = Skenavimas prieš šalinimą. Prašome palaukti…
4223 = Išdiegimo paleidimas…
4224 = Užbaigę standartinės programos išdiegimo priemonės darbą, pradėkite likusių failų, aplankų ir registro skilčių paiešką.
4225 = Skenavimas po išdiegimo. Prašome palaukti…
4226 = Kruopščiai patikrinkite išvardytus elementus.
4227 = Uždaryti
4228 = Sąraše likę failai bus pašalinti kito kompiuterio perkrovimo metu.
4229 = Nepavyko paleisti standartinės programos išdiegimo priemonės.\nGalbūt neteisinga išdiegimo komanda.
4230 = Atgal
4231 = Toliau
4232 = Pasirinkite išdiegimo režimą
4233 = Režimai
4234 = Standartinis: standartinės išdiegimo programos paleidimas be vėlesnio papildomo skenavimo.
4235 = Saugus: apima standartinį režimą ir atlieka papildomą likusių objektų, kuriuos galima saugiai pašalinti, paiešką sisteminiame registre bei kietajame diske. Tai greičiausias režimas.
4236 = Vidutinis: apima saugų režimą ir atlieka išplėstinę programos likučių paiešką dažniausiai naudojamose sisteminio registro ir kietojo disko vietose.
4237 = Išplėstinis: apima vidutinį režimą ir atlieka gilią bei visapusę likusių programos dalių paiešką sisteminiame registre ir kietajame diske. Tai lėčiausias režimas.
4238 = Programos duomenų analizė prieš išdiegimą.
4239 = Standartinės programos išdiegimo priemonės paleidimas.
4240 = Pasibaigus standartinės išdiegimo programos darbui, paspauskite mygtuką „Toliau“ likusių failų, aplankų ir sisteminio registro skilčių paieškai.
4241 = Pradinė analizė ir išdiegimas
4242 = Likusių duomenų paieška
4243 = Standartinės išdiegimo priemonės darbas baigtas. Šiuo metu sisteminiame registre ir kietajame diske ieškoma likusių failų, aplankų bei sisteminio registro skilčių, susijusių su išdiegta programa. Prašome palaukti…
4244 = Rastos registro skiltys
4245 = Rasta registro įrašų:
4246 = Pastaba: kruopščiai patikrinkite rodomus elementus. Bus pašalinti elementai ir jų poelementai, pažymėti paryškintu šriftu.
4247 = Rasti failai ir aplankai
4248 = Rasta elementų:
4249 = Mano kompiuteris
4250 = Nepavyko paleisti standartinės programos išdiegimo priemonės. Galbūt išdiegimo komanda yra neteisinga arba išdiegimo programa yra sugadinta. Pabandykite paspausti mygtuką „Назад“ ir pasirinkti kitą išdiegimo režimą.
4251 = Standartinės išdiegimo programos darbas baigtas. Revo Uninstaller neatliko likusių elementų paieškos. Galite paspausti mygtuką „Назад“ ir pasirinkti kitą išdiegimo režimą, kad rastumėte po išdiegimo likusius failus, aplankus ir registro įrašus.
4252 = Revo Uninstaller sėkmingai baigė išdiegimo procedūrą, tačiau likusių elementų nerasta. Galite paspausti mygtuką „Назад“ ir pasirinkti išplėstinį išdiegimo režimą gilesniam skenavimui.
4253 = Revo Uninstaller sėkmingai baigė išdiegimo procedūrą. Jei norite rasti daugiau likusių elementų, galite paspausti mygtuką „Назад“ ir pasirinkti išplėstinį išdiegimo režimą gilesniam skenavimui.
4254 = Atlikta
4255 = Ar tikrai norite išsiųsti pažymėtus failus į šiukšlinę?
4256 = Ar tikrai norite pašalinti pažymėtus registro įrašus?
4257 = Revo Uninstaller sėkmingai baigė išdiegimo procedūrą.
4258 = Ar tikrai norite praleisti likusių registro įrašų šalinimą ir pereiti prie kito išdiegimo etapo?
4259 = Ar tikrai norite praleisti likusių failų bei aplankų šalinimą ir pereiti prie kito išdiegimo etapo?
4260 = Likusių failų ir registro įrašų paieška baigta. Norėdami peržiūrėti paieškos rezultatus, paspauskite mygtuką „Далее“.
4261 = Sistemos atkūrimo taško kūrimas…
4262 = Klaida kuriant sistemos atkūrimo tašką.
4263 = Sistemos atkūrimo taško kūrimas (Параметры->Деинсталляция).
4264 = Sistemos atkūrimo taško kūrimas baigtas.
4265 = Failų sistema
4266 = Skenuojama ieškant likučių nuo
4267 = likučiai, rasti registre ir failų sistemoje
4268 = likučiai, pašalinti iš registro ir failų sistemos
4269 = išdiegtos programos
4270 = Nepavyko sukurti atkūrimo taško (sistemos atkūrimas išjungtas Windows nustatymuose)
4271 = Rastų likučių šalinimas iš registro ir failų sistemos...
4272 = Skenuojama ieškant likučių...

[About]
4300 = Vertėjai:

[ContextMenu Uninstaller]
5000 = Komandos
5001 = Informacija
5002 = Rasti naudojant %s
5004 = Atidaryti programos aplanką…
5005 = Atidaryti leidėjo nuorodą…
5006 = Atidaryti palaikymo nuorodą…
5007 = Atidaryti atnaujinimo nuorodą…
5008 = Atidaryti registro skiltį…
5009 = Paslėpti

[Common]
10000 = Gerai
10001 = Atšaukti
10002 = Žinynas
10003 = Naršyti…
10004 = Iškviesti pagalbą…
10005 = Pradžios tinklalapis…
10006 = Apie programą
10007 = Įspėjimas
10008 = Klaida
10009 = Taip
10010 = Ne
10011 = Pauzė
10012 = Tęsti
10013 = Numatyta
10014 = Palaukite...
10015 = Vėliau
10016 = Niekada
10017 = Operacija sėkmingai baigta!
10018 = Operacija vykdoma, palaukite...
10019 = Redaguoti
10020 = Pakartoti
10021 = Ignoruoti
10022 = Nutraukti
10023 = Pašalinti
10024 = Išsaugoti
10025 = Elementai
10026 = Paleisti
10027 = Uždaryti (rekomenduojama)
10028 = URL:
10029 = Visi
10030 = Rodyti

[Tooltips]
2000 = Programų išdiegimo režimo įjungimas
2001 = Įvairių įrankių režimo įjungimas
2002 = Programos parametrų konfigūravimas
2003 = Medžioklės režimo įjungimas
2004 = Įdiegtų programų sąrašo išvaizdos keitimas
2005 = Pasirinktos programos pašalinimas
2006 = Pasirinkto elemento pašalinimas iš registro
2007 = Įdiegtų programų sąrašo atnaujinimas
2008 = Revo Uninstaller atnaujinimų paieška
2009 = Papildomos informacijos ir atsakymų į visus jūsų klausimus apie programą paieška
404 = Pasirinktos programos paleidimas
405 = Pasirinktos programos sustabdymas ir uždarymas
406 = Pasirinktos programos pašalinimas iš automatinio paleidimo
506 = Išvalyti pasirinktus parametrus
605 = Išvalyti pasirinktus parametrus
705 = Išvalyti pasirinktus parametrus
2106 = Paleisti pasirinktą įrankį
2304 = Nereikalingų failų paieška pagal pasirinktus parametrus
2305 = Pašalinti pažymėtus failus į šiukšlinę



[UninstallerPro]
15000 = Bendra
15001 = Grupių\nvaldymas
15002 = Naujos programos
15003 = Kitos programos
15004 = Pavadinimas
15005 = Perpervadinti
15006 = Internetas
15007 = Žaidimai
15008 = Multimedija
15009 = Utilita
15050 = Aukštyn
15051 = Žemyn
15052 = Pridėti
15053 = Pašalinti
15054 = Stulpeliai
15055 = Slėpti šį stulpelį
15056 = Lygiavimas
15057 = Kairėje
15058 = Centre
15059 = Dešinėje
15060 = Pagal duomenų plotį
15061 = Eksportas
15062 = Į tekstinį formatą…
15063 = Į HTML formatą…
15064 = Į Microsoft Excel formatą…
15065 = Eksportas
15066 = Pasirinkite stulpelius eksportavimui:
15067 = Rodyti naujas programas:
15068 = Per paskutines dienas
15069 = Nuo paskutinio programos paleidimo
15070 = Grupės pavadinimas:
15071 = Pridėti
15072 = grupę
15073 = Sekamos programos
15074 = Sekamos\nprogramos
15075 = Visos programos
15076 = Visos\nprogramos
15077 = Šalinti žurnalą
15078 = Pasirinktinis išdiegimas
15079 = Pakeisti piktogramą
15080 = Pridėti į grupę
15081 = Pašalinti iš grupės
15082 = Išdiegimas
15083 = Sekamų programos failų ir aplankų šalinimas:
15084 = Sekamų registro įrašų šalinimas:
15085 = Liko duomenų, kurie gali būti susiję su pašalinta programa, bet nebuvo ištrinti, nes Revo Uninstaller Pro jų nesekė diegimo metu. Jei norite juos peržiūrėti ir galiausiai pašalinti, paspauskite mygtuką „Išplėstinis šalinimas“.
15086 = Išplėstinis šalinimas
15087 = Failas\Kelias iki aplanko
15088 = Įkeliamas sąrašas…
15089 = Pasirinktų reikšmių šalinimas
15090 = Atidaryti pirminę skiltį…
15091 = Išskleisti viską
15092 = Suskleisti viską
15093 = Parametras
15094 = Žurnalų aplankas:
15095 = Atlikti anksčiau egzistavusių sisteminių failų ir aplankų pervadinimo operaciją
15096 = Priverstinis išdiegimas
15097 = Priverstinis\nšalinimas
15098 = Išskleisti pasirinktą skiltį
15099 = Suskleisti pasirinktą skiltį
15100 = Pašalinti pasirinktą skiltį
15101 = Pažymėti skiltį kaip sukurtą
15102 = Įtraukti į išimčių sąrašą
15103 = Netinkamas žurnalo failas
15104 = Failas neegzistuoja. Pasirinkite egzistuojantį failą arba atšaukite veiksmą.
15105 = Proceso pasirinkimas
15106 = Įtraukti procesą į sąrašą
15107 = Pilnas kelias iki proceso:
15108 = Pridėti registro skiltį
15109 = Kelias iki registro skilties
15110 = Naudodami priverstinio išdiegimo režimą, galite rasti failą arba nurodyti kelią į bet kurį programos, kurią norite išdiegti, aplanką. Taip pat galite papildomai įvesti programos pavadinimą. Spustelėjus mygtuką „Далее“, Revo Uninstaller Pro pirmiausia bandys surasti integruotą išdiegimo priemonę; jei ją ras, pamatysite ją sąraše ir galėsite pasirinkti, paleisti ją ar ne.\n\nĮveskite tikslų pavadinimą ir diegimo aplanką programos, kurią norite pašalinti.
15111 = Išdiegimo režimas
15112 = Integruotas
15113 = Saugus
15114 = Vidutinis
15115 = Išplėstinis
15116 = Pilnas kelias iki programos failo arba aplanko:
15117 = Tikslus programos pavadinimas:
15118 = Rasta integruota išdiegimo priemonė:
15119 = Paleisti pasirinktą integruotą išdiegimo priemonę
15120 = Programos pavadinimas
15121 = Išdiegimo komanda
15122 = Tipas
15123 = 32 bitų
15124 = 64 bitų
15125 = Baigti procesą ir tęsti
15126 = Pasirinktas failas yra veikiantis procesas. Jei norite tinkamai pašalinti jį ir susijusius elementus, prieš tęsiant geriau baigti procesą.
15127 = Registro skiltys išimtims
15128 = Įskaitant poskiltis
15129 = Paleidus atidaryti puslapį „Sekamos programos“
15130 = Šalinti failus ir aplankus:
15131 = Į atsarginių kopijų aplanką
15132 = Į šiukšlinę
15133 = Negrįžtamai
15134 = Ar tikrai norite pašalinti pasirinktus elementus?
15135 = Aplankai
15136 = Failai
15137 = Galimai susiję failai ir aplankai
15138 = Galimai susiję registro elementai
15139 = Skiltys:
15140 = Reikšmės:
15141 = Sekami failai ir aplankai
15142 = Atlikti anksčiau egzistavusių sisteminių failų ir aplankų pervadinimo operaciją
15143 = Ar tikrai norite pašalinti pasirinktus elementus?
15144 = Pasirinkti, bet likę failai bus pašalinti kito sistemos paleidimo metu.
15145 = Sekami registro elementai
15146 = Šalinama…
15147 = Likusių failų, aplankų ir registro įrašų paieška pagal turimą pradinę informaciją
15148 = Programos integruotos išdiegimo priemonės analizė ir paleidimas
15149 = Pasibaigus standartinės išdiegimo programos darbui, paspauskite mygtuką „Поиск“, kad surastumėte likusius failus, aplankus ir sisteminio registro skiltis.
15150 = Diske nepakanka vietos duomenų talpyklos failui įrašyti
15151 = Klaida įrašant talpyklos failą. Ar esate tikri, kad turite reikiamas teises?
15152 = Klaida skaitant duomenų talpyklos failą
15153 = Revo Uninstaller Pro nerado nereikalingų elementų
15154 = Paieška
15155 = Pasirinktinis\nišdiegimas
15156 = Modulis „Visos programos“ rodo visas įdiegtas programas ir komponentus, tiek esamam vartotojui, tiek visiems sistemos vartotojams, suskirstytas į dvi grupes – „Naujos programos“ ir „Kitos programos“. Naudodami lentelės režimą arba kontekstinį meniu, galite gauti papildomos informacijos (įdiegtų programų nuorodas ir ypatybes). Modulio nustatymai yra programos nustatymų lango punkto „Išdiegimas“ papunktyje „Visos programos“.
15157 = Modulis „Sekamos programos“ rodo visas programas, kurių diegimą sekėte naudodami Revo Uninstaller Pro. Norėdami sekti programos diegimą su Revo Uninstaller Pro, galite paleisti diegimo failą naudodami dešinįjį pelės mygtuką arba įrankių juostoje paspaudę mygtuką „Programos diegimas“. Modulio nustatymai yra programos nustatymų lango punkto „Išdiegimas“ papunktyje „Sekamos programos“.
15158 = Registracija…
15159 = Iškviesti pagalbą…
15160 = Programos diegimas…
15161 = Programos\ndiegimas
15162 = Prieš išdiegimą sukurti sistemos atkūrimo tašką ir pilną sisteminio registro kopiją
15163 = Kuriama pilna sisteminio registro kopija…
15164 = Sistemos atkūrimo taško ir pilnos registro kopijos kūrimas išjungtas nustatymuose
15165 = Pilnos sisteminio registro kopijos kūrimas baigtas.
15166 = Klaida kuriant pilną sisteminio registro kopiją.
15167 = (nepalaikoma Windows Vista ir Windows 7)
15168 = Žurnalai:
15169 = Arba spustelėkite dešiniuoju pelės mygtuku ant piktogramos „Medžioklės režimas“ ir pasirinkite „Išeiti“
15170 = Atidaryti išdiegimo vedlį išskleistą
15171 = Kelias iki aplanko
15172 = Norėdami peržiūrėti žinyną, įdiekite PDF failų skaitymo programą
15173 = Pridėti naują grupę…
15174 = Pašalinti pasirinktus žurnalus
15175 = Atkurti talpyklos failą
15176 = Ar tikrai norite atkurti talpyklos failą?\nVisi jūsų programos nustatymai bus atstatyti į pradinius!
15177 = Valdymas
15178 = Ataskaitos eksportavimas, importavimas arba redagavimas
15179 = Keisti\narba Taisyti
15180 = Keisti arba taisyti
15181 = Atnaujinimas
15182 = Žurnalų bazė
15183 = Žurnalų\nbazė
15184 = Programos:
15185 = Programos pavadinimas
15186 = Programos versija
15187 = Windows versija
15188 = Windows architektūra
15189 = Rasta:
15190 = Rodyti žurnalus, suderinamus su %s
15191 = Rodyti tik %s žurnalus
15192 = Tinkami žurnalai:
15193 = Žurnalų bazė:
15194 = Ieškoti pagal:
15195 = žurnalas
15196 = žurnalas(-ai)
15197 = programa
15198 = programa(-os)
15199 = Vardas
15200 = Greitas šalinimas
15201 = Greitas\nšalinimas
15202 = Pradinės atsarginės kopijos kūrimas
15203 = Šalinama programa %d iš %d
15204 = Pradinė analizė - baigta!
15205 = Integruotos išdiegimo priemonės paleidimas - baigta!
15206 = Integruotos išdiegimo priemonės paleidimas - ne šį kartą...
15207 = Likusių failų, aplankų ir registro reikšmių paieška...
15208 = Rastų elementų šalinimas...
15209 = Pašalinta %d registro skilčių ir %d reikšmių
15210 = Pašalinta %d aplankų ir %d failų
15211 = Greitas šalinimas baigtas!
15212 = Būsena
15213 = Pasibaigus integruotos išdiegimo priemonės darbui, paspauskite mygtuką "Toliau" šalinimo proceso tęsimui.
15214 = Tęsti
15215 = Importuota
15216 = Pridėti komentarą
15217 = Redaguoti komentarą
15218 = Moduliai
15219 = Žurnalo data
15220 = Žurnalo duomenų ruošimas išdiegimui...
15221 = %d iš %d elementų
15222 = Reikiamų pervadinimo operacijų vykdymas...
15223 = Ar tikrai norite pašalinti pažymėtą žurnalą?
15224 = Ar tikrai norite pašalinti pažymėtus žurnalus?
15225 = Žurnalų šalinimas: %d iš %d
15226 = Eksportuoti viską
15227 = Praleisti\nSukurti atsarginę kopiją
15228 = Praleisti atkūrimo taško ir pilnos registro kopijos kūrimą
15229 = Pilnos registro kopijos kūrimas - praleista!
15230 = Atkūrimo taško kūrimas - praleista!
15231 = Redaguoti žurnalą
15232 = Importuoti žurnalą
15233 = Eksportuoti žurnalą
15234 = Žurnalo analizė -
15235 = Pervadinti žurnalą
15236 = Žurnalo pavadinimas
15237 = Išsaugoti
15238 = Pakeisti
15239 = Piktograma
15240 = Piktogramos indeksas
15241 = Autorius
15242 = Sukūrimo laikas
15243 = Paskutinio modifikavimo laikas
15244 = Apskaičiuotas dydis
15245 = Registro skilčių
15246 = Registro reikšmių
15247 = Sukurta
15248 = Pašalinta
15249 = Pervadinta
15250 = Perrašyta
15251 = Nežinoma
15252 = Senas vardas
15253 = Pilnas vardas
15254 = Senas pilnas vardas
15255 = Seni duomenys
15256 = Registro reikšmė tokiu pačiu vardu jau egzistuoja!
15257 = Pridėti skiltį
15258 = Skilties vardas:
15259 = Nemodifikuota
15260 = Redaguoti skiltį
15261 = Pridėti reikšmę
15262 = Redaguoti reikšmę
15263 = Įdiegti
15264 = Senas tipas
15265 = Priverstinai sustabdyti vykdomuosius failus jų išdiegimo metu
15266 = Ieškoti tinkamo žurnalo prieš įprastą programos šalinimą
15267 = Ar tikrai norite atlikti greitą pasirinktų programų šalinimą?
15268 = Tarp Jūsų žurnalų rastas tinkamas žurnalas, kuris bus naudojamas išdiegimui\nIntegruotos išdiegimo priemonės paleidimas įprastam šalinimui.
15269 = Žurnalų bazėje rastas tinkamas žurnalas, kuris bus naudojamas išdiegimui\nIntegruotos išdiegimo priemonės paleidimas įprastam šalinimui.
15270 = Pasibaigus integruotos išdiegimo priemonės darbui, paspauskite mygtuką "Toliau", kad pamatytumėte likusius failus, aplankus ir registro reikšmes.
15271 = Klaida įkeliant žurnalo failą!
15272 = Klaida pervadinant įkeltą žurnalo failą!
15273 = Modulyje „Žurnalų bazė“ rodomas su jūsų sistema suderinamų sekamų programų žurnalų sąrašas. Šie žurnalai saugomi mūsų svetainėje. Galite lengvai (spustelėję mygtuką „Pašalinti“) pasinaudoti šiais žurnalais programų išdiegimui iš savo kompiuterio.
15274 = Jūsų versija:
15275 = Atnaujinti dabar
15276 = Automatiškai atnaujinti žurnalų bazę
15277 = Klaida įkeliant žurnalų bazę!
15278 = Klaida atnaujinant žurnalų bazę!
15279 = Klaida išgaunant žurnalų bazę!
15280 = Klaida atidarant žurnalų bazę!
15281 = Įveskite savo komentarą:
15282 = Pasirinkti piktogramą
15283 = Kelias iki failo:
15284 = Pasirinkti piktogramą iš sąrašo:
15285 = Failas
15286 = Aplankas
15287 = Eksportuojamas žurnalas -
15288 = Importuojamas žurnalas -
15289 = %d%% baigta
15290 = Eksportuota
15291 = Rasti tinkami žurnalai
15292 = Taip (rekomenduojama)
15293 = Sąraše esantys jūsų sukurti žurnalai atrodo tinkami programai, kurią šalinate. Ar norite naudoti šių žurnalų informaciją išdiegimo metu?
15294 = Atsisiunčiamas žurnalas -
15295 = Sąraše esantys žurnalų bazėje rasti žurnalai atrodo tinkami programai, kurią šalinate. Jei norite kurį nors iš jų naudoti išdiegimo metu, pažymėkite langelį šalia jo.
15296 = Mūsų žurnalų bazėje yra tinkamas žurnalas.\nAr norite juo pasinaudoti pilnesniam programos pašalinimui?
15297 = Ar tikrai norite pašalinti pasirinktą žurnalą(-us) iš sąrašo?
15298 = Turite pasirinkti bent vieną stulpelį eksportavimui!
15299 = Peržiūra dėl
15300 = Naudoti pasirinktą žurnalą
15301 = Šaltinis
15302 = Nepasirinkote integruotos išdiegimo priemonės iš sąrašo.\nAr tikrai norite tęsti likučių paiešką ir praleisti integruotos išdiegimo priemonės naudojimą?
15303 = Pasirinkite integruotą išdiegimo priemonę iš sąrašo, jei norite ją naudoti šalinimo proceso metu.
15304 = Nepasirinkote žurnalo iš sąrašo.\nAr tikrai norite tęsti likučių paiešką ir praleisti žurnalo naudojimą?
15305 = Pasirinkite žurnalą iš sąrašo, jei norite jį naudoti šalinimo proceso metu.
15306 = Įkeliama žurnalų bazė...
15307 = Prieš išdiegimą sukurti pilną sisteminio registro kopiją
15308 = Pilnos sisteminio registro kopijos kūrimas prieš išdiegimą išjungtas (Parametrai->Išdiegimas)
15309 = Kelias:
15310 = Naudoti išdiegimo priemonės duomenis diegimo datos gavimui
15311 = Įdiegti programą su \nRevo Uninstaller Pro
15312 = Sujungti pasirinktus žurnalus
15313 = Ar tikrai norite sujungti pasirinktus žurnalus?\nŠi komanda tinka žurnalams, susijusiems su viena programa, ir sujungia juos į vieną žurnalą.
15314 = Sujungto žurnalo pavadinimas
15315 = Aplankai išimtims
15316 = Failai ir aplankai išimtims
15317 = Registro šakos išimtims
15318 = %s šalinimas buvo nutrauktas dėl kompiuterio perkrovimo. Ar norite tęsti šalinimo procesą?
15319 = Visi operacijų žurnalai šiame kompiuteryje
15320 = Perkėlimas
15321 = Atsarginis kopijavimas
15322 = Atstatymas
15323 = Pasirinkite pagrindinį nešiojamosios versijos aplanką
15324 = Atsarginių kopijų žurnalai
15325 = Atstatyti žurnalus
15326 = Perrašyti egzistuojančius žurnalus tuo pačiu pavadinimu?
15327 = Klaida aptinkant įdiegtos Revo Uninstaller Pro duomenų aplanką.
15328 = Vykdomojo failo paieška...
15329 = Neįmanoma paleisti programos
15330 = Programa jau paleista
15331 = Atrodo, kad paleista programa neturi vartotojo sąsajos
15332 = Atrodo, kad programa per anksti baigė darbą
15333 = Laukiama vartotojo sąsajos...
15334 = Rodyti žymimuosius langelius išsamios peržiūros režime
15335 = Kelias neegzistuoja!
15336 = Eksportuoti žurnalų duomenis
15337 = Išvardytos programos įdiegtos tame pačiame aplanke kaip ir %s. Bus ieškoma visų šių programų likučių.\nAr tikrai norite tęsti?
15338 = Rastos panašios programos
15339 = Automatiškai šalinti visus rastus likučius
15340 = Registre rasta %d likučių
15341 = Šalinama %d likučių iš registro...
15342 = Rasta %d likusių aplankų ir %d failų
15343 = Šalinama %d likusių aplankų ir %d failų...
15344 = Pasirinkta %d
15345 = Rodyti parinktį skenuoti visas Windows paskyras ieškant likučių
15346 = Pasirinkite spalvų temą
15347 = Klasikinė
15348 = Tamsi
15349 = Šiuos nustatymus visada galėsite pakeisti vėliau
15350 = Integruotų išdiegimo priemonių analizė numatytam programų šalinimui ir jų paleidimas tyliuoju režimu (jei įmanoma)
15351 = Programų išdiegimo komandų paleidimas šalinimo pradžiai
15352 = Skenuoti visas Windows paskyras ieškant likučių
15353 = Įdiegti iš visų Windows paskyrų
15354 = Vykdoma integruota išdiegimo priemonė %s
15355 = Pasibaigus numatytosios išdiegimo priemonės ( %s ) darbui, paspauskite mygtuką "Skenuoti" likučių paieškai
15356 = Žurnalo lygis pakeistas į %d.
15357 = Tęsti išdiegimo operaciją?
15358 = Ar tikrai norite atšaukti šalinimo procesą?
15360 = Filtruoti pagal dydį
15361 = Filtruoti pagal tipą
15362 = Paslėpti
15363 = Filtruoti pagal diskus
15364 = Išsaugoti nustatymus?\nPiktogramas, komentarus, grupes ir t. t.
15365 = Šio produkto pašalinimas gali lemti tai, kad kai kurios Windows funkcijos arba kita programinė įranga nustos tinkamai veikti.
15366 = Filtruoti programų sąrašą
15370 = Skenavimo režimas

[Auto Run Manager Pro]
15800 = Pridėti
15801 = Programos įtraukimas į Windows automatinį paleidimą
15802 = Nustatyti automatinį paleidimą:
15803 = Visiems vartotojams
15804 = Esamam vartotojui
15805 = Nustatyti programos automatinį paleidimą:
15806 = Į registrą: Run — kiekvieną kartą paleidžiant Windows
15807 = Į registrą: RunOnce — tik vieną kartą kitą kartą paleidžiant Windows
15808 = Į automatinio paleidimo aplanką — kiekvieną kartą paleidžiant Windows
15809 = Pilnas kelias:
15810 = Pavadinimas:
15811 = Pašalinta iš automatinio paleidimo
15812 = Pašalinti nepaleisti elementai iš automatinio paleidimo
15813 = Pašalinti visi išjungti elementai iš automatinio paleidimo
15814 = Tarnybos
15815 = Atidaryti Windows tarnybas
15816 = Suplanuotos užduotys
15817 = Įjungti
15818 = Išjungti

[General App]
16001 = Spausdinti
16002 = Spaudinio peržiūra
16003 = Spausdinimo nustatymai…
16004 = Rodinys
16005 = Pagrindinis meniu
16006 = Įrankių juosta
16007 = Trumpa pagalba
16008 = Būsenos juosta
16009 = Įrankiai
16010 = Failas
16011 = Automatinio\npaleidimo tvarkytuvė
16012 = Nereikalingų\nfailų šalinimas
16013 = Windows\nįrankiai
16014 = Naršyklių\nvalymas
16015 = Microsoft Office\nvalymas
16016 = Windows\nvalymas
16017 = Duomenų\nšalinimas
16018 = Negrįžtamas\nduomenų šalinimas
16019 = Atsarginis\nkopijavimas
16020 = Įdiegti naudojant Revo Uninstaller Pro
16021 = Pašalinti naudojant Revo Uninstaller Pro
16022 = Įdiegti pasirinktą programą naudojant Revo Uninstaller Pro
16023 = Pašalinti pasirinktą programą naudojant Revo Uninstaller Pro
16024 = Kopijų aplankas:
16025 = Išsaugoti pašalintų sisteminio registro elementų kopijas
16026 = Išsaugoti pašalintų failų ir aplankų kopijas
16027 = Microsoft Excel neįdiegtas šiame kompiuteryje (klaidos kodas: 0x%08X).
16028 = Nepavyko paleisti Microsoft Excel (klaidos kodas: 0x%08X).
16029 = Nežinoma klaida.
16030 = Registras
16031 = Praleisti informacinius pranešimus
16032 = Praleisti įspėjamuosius pranešimus
16033 = Procesai
16034 = Stebėti programas kompaktišku lango režimu
16035 = Įskaitant procesus:
16036 = Išskyrus procesus:
16037 = Kelias iki proceso
16038 = Vizualinė tema:
16039 = Įrankių juostos
16040 = Rodyti mygtukų antraštes
16041 = Smulkios piktogramos
16042 = Mėlyna
16043 = Pilka
16044 = Juoda
16045 = Sidabrinė
16046 = Klasikinė Windows
16047 = Klasikinė Windows 2
16048 = Klasikinė išlyginta
16049 = Įsigyti
16050 = Įsigijus Revo Uninstaller Pro, gausite serijos numerį į savo elektroninio pašto adresą. Įklijuokite jį į žemiau esančią formą ir paspauskite mygtuką „Aktivacija“ programos aktyvacijai. Aktyvacijai reikalingas interneto ryšys, o jūsų ugniasienė neturėtų blokuoti Revo Uninstaller Pro. Jei turite klausimų dėl registracijos, susisiekite su mumis: registration@revouninstaller.com.
16051 = Registracija
16052 = Įklijuokite serijos numerį:
16053 = Aktyvacija
16054 = Visos teisės saugomos.
16055 = Registruota versija
16056 = Neregistruota versija
16057 = Ar tikrai norite pašalinti sukurtas atsargines kopijas, žurnalus ir kitus duomenis? Paspauskite mygtuką „Ne“, jei atnaujinate programą.
16058 = Vertėjas:
16059 = Kasdien kurti pilną sisteminio registro kopiją
16060 = Pašalinti sekamų programų žurnalus po išdiegimo
16061 = Smulkios piktogramos lentelės režime
16062 = Rodyti Windows kontekstiniame meniu komandas „Įdiegti naudojant Revo Uninstaller“ ir „Pašalinti naudojant Revo Uninstaller“
16063 = Pagal numatytuosius nustatymus pažymėti visus likusius failus ir registro įrašus
16064 = Tamsiai pilka
16065 = Mėlyna 2
16066 = Rodyti Revo Uninstaller Pro valdymo skyde (Control Panel)
16067 = Praleisti vartotojo paskyros valdymo (UAC) užklausą
16070 = Komandų skydelis
16071 = Vartotojo pasirinktas
16072 = Tema
16073 = Vartotojo fono spalva
16074 = Vartotojo žymėjimo spalva
16075 = Prašome uždaryti Revo Uninstaller Pro prieš pradedant žurnalo importavimą.\nArba importuokite žurnalą naudodami mygtuką „Valdymas“ įrankių juostoje, modulyje „Sekamos programos“.
16076 = Aktyvuoti
16077 = Pasirinkite aktyvavimo metodą
16078 = Aktyvavimas internetu
16079 = Aktyvavimas naudojant failą
16080 = Jūsų 30 dienų bandomasis laikotarpis baigėsi. Jei norite toliau naudoti produktą, turite įsigyti licenciją.
16081 = Įsigiję Revo Uninstaller Pro licenciją, el. paštu gausite serijos numerį. Norėdami aktyvuoti Revo Uninstaller Pro, žemiau esančioje formoje turite įvesti vardą ir serijos numerį (rekomenduojama naudoti komandas „Kopijuoti“ ir „Įklijuoti“) bei paspausti mygtuką „Aktyvavimas internetu“. Aktyvavimui reikalingas interneto ryšys, todėl įsitikinkite, kad jūsų ugniasienė neblokuoja Revo Uninstaller Pro. Visais su registracija susijusiais klausimais kreipkitės adresu: registration@revouninstaller.com
16082 = Įsigiję Revo Uninstaller Pro licenciją, el. paštu gausite serijos numerį. Norėdami aktyvuoti Revo Uninstaller Pro naudojant failą, žemiau esančioje formoje turite įvesti vardą ir serijos numerį (rekomenduojama naudoti komandas „Kopijuoti“ ir „Įklijuoti“) bei paspausti mygtuką „Išsaugoti failą“. Po to išsiųskite sukurtą failą adresu support@revouninstaller.com arba registration@revouninstaller.com. Per 24 valandas atsiųsime jums atblokavimo kodą Revo Uninstaller Pro aktyvavimui užbaigti. Visais su registracija susijusiais klausimais kreipkitės adresu: registration@revouninstaller.com
16083 = Pasirinkote Revo Uninstaller Pro aktyvavimą naudojant failą. Išsiuntę aktyvavimo failą mūsų el. pašto adresu, gausite atblokavimo kodą. Jį reikia įvesti į atitinkamą laukelį žemiau (rekomenduojama naudoti komandas „Kopijuoti“ ir „Įklijuoti“) ir paspausti mygtuką „Aktyvuoti“. Visais su registracija susijusiais klausimais kreipkitės adresu: registration@revouninstaller.com
16084 = Jūsų kompiuteryje įvyko pakeitimų, dėl kurių reikia pakartotinai aktyvuoti Revo Uninstaller Pro. Prašome paspausti mygtuką „Aktyvuoti“. Visais su registracija susijusiais klausimais kreipkitės adresu: registration@revouninstaller.com
16085 = Aktyvavimas baigtas!
16086 = Aktyvavimas nepavyko!
16087 = Nėra ryšio su aktyvavimo serveriu. Įsitikinkite, kad jūsų ugniasienė neblokuoja Revo Uninstaller Pro.
16088 = Įveskite vartotojo vardą:
16089 = Įveskite serijos numerį:
16090 = Įveskite atblokavimo kodą:
16091 = Atstatyti aktyvavimo procesą
16092 = Liko dienų:
16093 = Išsaugoti failą
16094 = Užregistruota:
16095 = Aktyvuoti
16096 = Aktyvuojama... Prašome palaukti...
16097 = Neteisingas serijos numeris.\nPrašome nukopijuoti ir įklijuoti serijos numerį, užuot jį įvedus rankiniu būdu.
16098 = Prašome paleisti Revo Uninstaller Pro iš naujo
16099 = Tamsusis režimas
16100 = Serijos numeris:
16101 = Licencijos informacija:
16102 = Palikti atsiliepimą
16103 = Pagalba internetu
16104 = Pagrindinio lango skydelio nustatymų atstatymas
16105 = Lentelės skydelio nustatymų atstatymas
16106 = Atstatymas sėkmingas!\nPaleiskite Revo Uninstaller Pro iš naujo, kad pakeitimai įsigaliotų
16107 = Nėra pažymėtų elementų.\nNorėdami tęsti, turite pažymėti bent vieną elementą.
16108 = Rodyti užsklandą paleidžiant
16109 = Istorijos valymas
16110 = Istorijos\nvalymas
16111 = Daugiau\nkomandų
16112 = Revo Uninstaller Pro jau paleista!
16113 = Baigiasi atnaujinimų prenumeratos galiojimas
16114 = Atnaujinti dabar
16115 = Atnaujinimų prenumerata baigėsi %s!
16116 = Atnaujinimų prenumerata
16117 = Jei norite diegti naujausias Revo Uninstaller Pro versijas po šios datos, turite pratęsti atnaujinimų prenumeratą.
16118 = Priminimas apie bandomąją versiją
16119 = Dėkojame, kad naudojate Revo Uninstaller Pro. Naudojate 30 dienų pilnai funkcionalią bandomąją versiją. Jei jums patinka ši programa ir norite ją naudoti pasibaigus bandomajam laikotarpiui, turite įsigyti licenciją.
16120 = Jūsų prenumerata leidžia diegti ir aktyvuoti Revo Uninstaller Pro versiją, išleistą iki %s. Jei norite diegti naujausią Revo Uninstaller Pro versiją, turite pratęsti prenumeratą.
16121 = Patinka
16122 = Deaktyvuota licencija
16123 = Jūsų licencija buvo deaktyvuota. Jei norėsite vėl naudoti Revo Uninstaller Pro, turėsite ją užregistruoti naudojant galiojantį serijos numerį.
16124 = Deaktyvuoti licenciją
16125 = Naudojamas aktyvavimo raktas sėkmingai deaktyvuotas.
16126 = Deaktyvavimas nepavyko!
16127 = Ar tikrai norite deaktyvuoti savo licenciją?\nDabartinė Revo Uninstaller Pro instaliacija nustos veikti! Tęskite tik tuo atveju, jei norite perkelti savo licenciją į kitą kompiuterį.
16128 = Deaktyvuoti
16129 = Licencijos deaktyvavimas. Prašome palaukti...


16130 = diena
16131 = Serijos numeris buvo pritaikytas dabartiniam licencijos failui.
16132 = Jūsų atnaujinimų prenumerata baigėsi %s, todėl negalite atnaujinti dabartinės Revo Uninstaller Pro versijos. Prašome pratęsti atnaujinimų prenumeratą, jei norite įsidiegti naujausią versiją.
16133 = Valdymo mygtuko tekstas
16134 = Įveskite bet kokį vartotojo vardą
16135 = Sėkmingai importuota!\nPaleiskite Revo Uninstaller Pro iš naujo, kad pakeitimai įsigaliotų.
16150 = Dialogų fono spalva
16151 = Teksto spalva
16152 = Valdymo elementų fono spalva
16153 = Žymėjimo spalva
16156 = Išjungti visas teksto animacijas
16157 = Gaukite mūsų programėlę „Android“ įrenginiams
16158 = Atsisiųskite mūsų programėlę „Android“ įrenginiams
16159 = Kopijuoti į iškarpinę
16160 = Įveskite atblokavimo kodą, kurį gavote el. paštu arba tiesioginio pokalbio metu iš Revo Uninstaller Pro palaikymo tarnybos
16161 = Įvyko klaida. Susisiekite su Revo Uninstaller Pro palaikymo tarnyba ir nurodykite savo licencijos duomenis.
16162 = Aktyvavimas internetu nepavyko. Prašome išbandyti „Aktyvavimą failu“.
16163 = Mūsų produktai

[AppBar]
16900 = Išsaugoti sistemos pakeitimų žurnalą
16901 = Sustabdyti diegimo stebėjimą
16902 = Revo Uninstaller Pro stebi sistemos pakeitimus. Tęskite diegimą kaip įprasta. Prašome diegimo metu nepaleisti jokių kitų diegimo failų, programų ar kitų failų. Įdiegę programą, paleiskite ją, sukonfigūruokite ir uždarykite. Tada paspauskite mygtuką „Sustabdyti“ (raudonas kvadratas) ir išsaugokite žurnalą.
16903 = Įveskite žurnalo pavadinimą:
16904 = Įveskite pakeitimų žurnalo pavadinimą ir paspauskite mygtuką „Išsaugoti“
16905 = Revo Uninstaller Pro stebi diegimą
16906 = Revo Uninstaller Pro saugo duomenis
16907 = Nepavyko gauti teisių kompiuterio išjungimui. Pabandykite tai padaryti rankiniu būdu.
16908 = Nepavyko sukonfigūruoti teisių kompiuterio išjungimui. Pabandykite tai padaryti rankiniu būdu.
16909 = Prašome įvesti teisingą žurnalo pavadinimą!
16910 = Ar tikrai norite atšaukti žurnalo kūrimo procesą?

[JunkFilesCleanerPro]
17000 = Išimtys
17001 = Paskutinis pakeitimas
17002 = Skenuoti aplanką...
17003 = Įtraukti
17004 = Aplankai, kuriuos reikia įtraukti kaip nepageidaujamus

[Windows Apps]
17100 = Windows\nprogramėlės
17101 = Windows programėlės
17102 = Windows programėlė
17103 = Iš viso programėlių
17104 = Programėlė
17105 = Programėlės
17106 = Modulis „Windows programėlės“ rodo visas įdiegtas Windows programėles ir padeda pašalinti bet kurią iš jų vienu spustelėjimu. Kai kurios Microsoft išleistos programėlės yra iš anksto įdiegtos kartu su operacine sistema, kitos įdiegtos per Microsoft Store. Daugiau informacijos apie bet kurią programėlę galite gauti kontekstiniame meniu.
17107 = Standartinės šalinimo komandos analizė ir paleidimas.
17108 = Pasibaigus standartiniam išdiegimui, paspauskite mygtuką „Skenuoti“, kad pradėtumėte likusių failų, aplankų ir registro reikšmių paiešką.
17109 = Ar tikrai norite pašalinti pasirinktą programėlę?
17110 = Nepavyko paleisti pasirinktos Windows programėlės!
17111 = Atidaryti Microsoft Store
17115 = Sustabdyti
17116 = Atstatyti programėlę
17117 = Atstatyti Microsoft Store
17118 = Neįmanoma nutraukti pasirinktos programėlės darbo.
17119 = Programėlė bus atstatyta į pradinę konfigūraciją.\nTęsti?
17120 = Microsoft Store bus atstatyta į pradinę konfigūraciją.\nTęsti?
17121 = Integruoto išdiegimo klaida %s.\nRekomenduojame patikrinti sisteminių failų vientisumą arba atstatyti programėlę %s ir bandyti dar kartą.
17122 = Išdiegimo klaida


[Browser Extensions]
17200 = Naršyklių\nplėtiniai
17201 = Naršyklių plėtiniai
17202 = MS Edge plėtiniai
17203 = Tipas
17204 = Plėtinys
17205 = Įskiepis
17206 = Programėlė
17207 = Pagalbininkas
17208 = Įrankių juosta
17209 = Paieškos teikėjas
17210 = %s veikia. Ar užbaigti (priverstinai sustabdyti) procesą, kad tęstumėte?\nNeišsaugota jūsų naršyklės informacija gali būti prarasta.
17211 = Iš viso plėtinių
17212 = plėtinys
17213 = plėtiniai
17214 = Modulis „Naršyklių plėtiniai“ rodo ir padeda pašalinti įvairius papildomus komponentus (vadinamus plėtiniais arba priedais), kuriuos populiarios naršyklės, tokios kaip Google Chrome, Microsoft Edge, Mozilla Firefox ir Internet Explorer, leidžia įdiegti jų funkcionalumui išplėsti. Stulpelyje „Tipas“ rodomas plėtinio tipas pagal naršyklę.
17215 = Ar tikrai norite pašalinti pasirinktą(-us) plėtinį(-ius)?
17216 = Plėtinio %s šalinimas
17217 = Kad būtų išvengta automatinio plėtinio perinstaliavimo, išjunkite programėlių ir plėtinių sinchronizavimą Chrome nustatymuose, tada tęskite šalinimo procesą.
17218 = Pasirinkote iš anksto įdiegtą plėtinį.
17219 = Naršyklė
17220 = Profilis
17221 = %s veikia.◙ Paspauskite „k“, kad priverstinai jį uždarytumėte (neišsaugoti duomenys jūsų naršyklėje gali būti prarasti).◙ Paspauskite bet kurį kitą klavišą, kad atšauktumėte.
17222 = %s veikia. Uždarykite naršyklę, kad tęstumėte.

[EvidenceRemoverPro]
17300 = Tipas
17301 = Bendras dydis
17302 = Laisva
17310 = Vietinis diskas
17311 = Išimamas diskas
17312 = Likęs laikas:
17313 = dienų
17314 = valandų
17315 = minučių
17316 = sekundžių
17317 = Ar tikrai norite sustabdyti procesą?

[WindowsToolsPro]
17400 = Sistemos atkūrimas
17401 = Tinklo diagnostika
17402 = Tinklo informacija
17403 = Palaikymo centras
17404 = Sistemos ypatybės
17405 = Sistemos informacija
17406 = TCP/IP komanda Netstat
17407 = Ekrano klaviatūra
17408 = Disko defragmentavimas
17409 = Tarnybos
17410 = Bendrinami aplankai
17411 = Grupių strategija
17412 = Windows komponentų įtraukimas / šalinimas
17413 = Microsoft Windows kenkėjiškos programinės įrangos šalinimo įrankis
17414 = Archyvavimas ir atkūrimas
17415 = Užduočių planuoklė
17416 = Disko patikra Check Disk
17417 = Sisteminių failų patikra
17418 = Disko valymas
17419 = Išteklių monitorius
17420 = Diegimo vaizdų aptarnavimas ir valdymas
17421 = DNS talpyklos valymas
17422 = DirectX informacija ir diagnostika
17450 = Windows archyvavimo programa leidžia kurti duomenų failų kopijas visiems kompiuterio naudotojams. Galima leisti Windows pasirinkti atsarginio kopijavimo objektus automatiškai arba rankiniu būdu pasirinkti atskirus aplankus, bibliotekas ir diskus archyvavimui.
17451 = Užduočių planuoklė – tai MMC papildinys, leidžiantis nustatyti automatiškai vykdomas užduotis, kurios paleidžiamos nustatytu laiku arba įvykus tam tikriems įvykiams. Užduočių planuoklėje yra visų suplanuotų užduočių biblioteka, suteikianti galimybę greitai jas peržiūrėti ir patogiai valdyti. Iš bibliotekos galima paleisti, išjungti, keisti arba pašalinti užduotį.
17452 = Šis įrankis tikrina failų sistemos loginį vientisumą, aptinka problemas, susijusias su blogais sektoriais, prarastais klasteriais ir pan. Šios problemos gali kilti dėl sistemos gedimų ar užstrigimų, neteisingo kompiuterio išjungimo.
17453 = Sistemos failų tikrinimo programa leidžia nuskenuoti ir atkurti pažeistus sisteminius Windows failus. Aptikusi problemą, ji bando pakeisti sugadintą failą originaliu, tam gali prireikti originalaus Windows diegimo disko.
17454 = Disko valymas – tai kompiuterio priežiūros priemonė, skirta atlaisvinti vietą standžiajame diske. Ji leidžia naudotojui pašalinti failus, kurie nebėra reikalingi ir gali būti saugiai ištrinti (talpyklą, laikinus failus, taip pat operacinės sistemos ir kitų programų sukurtus žurnalo failus).
17455 = Išteklių stebėjimo priemonė realiuoju laiku rodo informaciją apie aparatinės (procesorius, atmintis, diskas, tinklas) ir programinės (moduliai ir failų deskriptoriai) įrangos išteklių naudojimą. Šis įrankis, naudodamas grafinį atvaizdavimą, padeda nustatyti, kiek išteklių šiuo metu yra naudojama arba buvo naudojama per tam tikrą laiką. Taip galite patikrinti konkretaus ištekliaus našumą ir nustatyti tolesnius veiksmus kompiuterio našumui pagerinti.
17456 = DISM atlieka sistemos nuskaitymą, siekdamas aptikti pažeidimus, ir pašalina operacinėje sistemoje aptiktas problemas.
17457 = Jei kyla problemų prisijungiant prie interneto svetainės ar naudojantis internetine paslauga, gali būti, kad įrenginyje yra pasenusių DNS talpyklos įrašų, kuriuos reikia rankiniu būdu išvalyti arba atstatyti.
17458 = DirectX diagnostikos įrankis pateikia išsamią informaciją apie DirectX ir leidžia atlikti pagrindinius diagnostinius testus DirectX sistemoje.

17480 = Įrankis
17481 = Komandinė eilutė
17482 = Pridėti pasirinktinį įrankį
17483 = Redaguoti įrankį
17484 = Pasirinktinis įrankis jau egzistuoja.\nĮveskite kitą pavadinimą.

[WindowsCleanerPro]
17500 = Ištrinti miniatiūrų talpyklą

[UnrecoverableDeletePro]
17600 = Pridėti failus
17601 = Pridėti aplanką
17602 = Ištrinti negrįžtamai
17603 = Trinimas
17604 = Skaičiuojama...
17605 = Likusių sąrašo elementų šiuo metu negalima ištrinti.\nĮsitikinkite, kad jų nenaudoja Windows ar kita programa, ir bandykite dar kartą.
17606 = Pašalinti pasirinktus elementus iš sąrašo

[Backup Manager]
17800 = Atsarginis kopijavimas
17801 = Atkurti
17802 = Pašalinti
17803 = Pašalinti viską
17804 = Pasirinktinis\natkūrimas
17812 = Duomenų įkėlimas…
17813 = Atgal
17814 = Toliau
17815 = Atkūrimo taškas nerastas
17816 = Apdorojama
17817 = Atsarginė kopija: %d iš %d elementų
17818 = Atkūrimo taškai:
17819 = Bendras dydis:
17820 = Atsarginių kopijų tvarkyklė padės jums valdyti atsarginę informaciją, kurią Revo Uninstaller Pro išsaugo po kiekvieno pašalinto registro elemento, failo ar aplanko. Grįždami prie atkūrimo taško galite atkurti visus pašalintus duomenis arba pasirinkti konkrečius duomenis atkūrimui. Jei reikia daugiau laisvos vietos diske, galite pašalinti vieną ar kelis atkūrimo taškus.
17821 = Pavadinimas
17822 = Veiksmas
17823 = Dydis
17824 = Registro elementai
17825 = Failai ir aplankai
17826 = Laikas
17827 = Data
17830 = Raktas/Parametras
17831 = Duomenys
17835 = Numatytoji reikšmė
17836 = Atkurta %d iš %d elementų
17837 = Atkūrimas
17838 = Failo / aplanko pavadinimas
17839 = Pasirinktinis atkūrimas
17840 = Atsarginės kopijos failo skaitymo klaida.
17841 = Atkuriami failai ir aplankai
17842 = Atkuriami registro elementai
17843 = Nepakanka vietos diske atsarginės kopijos failui įrašyti.
17844 = Atsarginės kopijos failo įrašymo klaida.
17845 = Ar tikrai norite atkurti veiksmą %s iš %s?
17846 = Ar tikrai norite pašalinti visus atkūrimo taškus?
17847 = Pašalinti\npagal laiką
17848 = Pašalinti atsargines kopijas, senesnes nei nurodyta data ar laikotarpis
17849 = Pašalinti visas atsargines kopijas, senesnes nei:
17850 = Pasirinkta data:
17851 = Viena savaitė
17852 = Dvi savaitės
17853 = 30 dienų
17854 = 90 dienų
17855 = 180 dienų
17856 = Vieneri metai
17857 = Pasirinktinė data
17858 = Pasirinkote vėlesnę datą nei šiandien.\nTai pašalins visas atsargines kopijas! Tęsti?

[TooltipsPro]
18200 = Revo Uninstaller Pro parametrų nustatymas
18201 = Stebimų programų sąrašo išvaizdos keitimas
18202 = Revo Uninstaller Pro sukurtų atsarginių kopijų valdymas
18203 = Programų diegimas naudojant Revo Uninstaller Pro
18204 = Priverstinis jau pašalintų programų likučių šalinimas
18205 = Rodyti visas įdiegtas programas
18206 = Rodyti stebimas programas
18207 = Pašalinti pasirinktą stebimą programą
18208 = Išplėstinis pasirinktos stebimos programos pašalinimas
18209 = Atkurti pasirinktą Revo Uninstaller Pro atkūrimo tašką
18210 = Išplėstinis pasirinkto Revo Uninstaller Pro atkūrimo taško atkūrimas
18211 = Pašalinti pasirinktą Revo Uninstaller Pro atkūrimo tašką
18212 = Pridėti programą į automatinį paleidimą paleidžiant Windows
18213 = Vykdyti duomenų šalinimo operaciją pažymėtuose diskuose
18214 = Pridėti failus visiškam pašalinimui
18215 = Pridėti aplanką visiškam pašalinimui
18216 = Pašalinti pridėtus failus ir aplankus
18217 = Pašalinti pažymėtus failus
18218 = Keičia arba taiso pasirinktų programų diegimą
18219 = Vykdo greitą pasirinktų programų deinstaliaciją (visi rasti likučiai pašalinami automatiškai)
18220 = Prideda naują įrašą į žurnalą
18221 = Keičia pasirinktą žurnalo įrašą
18222 = Pašalina pasirinktą įrašą iš žurnalo
18223 = Eksportuoja esamą žurnalo informaciją į HTML

[Portable]
18500 = Klaida įkeliant atnaujinimą!
18501 = Klaida išpakuojant atnaujinimą!
18502 = Atnaujinimas
18503 = Atnaujinimas sėkmingai baigtas!
18504 = %d iš %d failų
18505 = Nešiojamumas
18506 = Naudoti pasirinktinę duomenų saugojimo aplanką
18507 = Įjungti greito paleidimo režimą
18508 = Priimti
18509 = Licencijos sutartis
18510 = Jūsų pasirinktas duomenų saugojimo aplankas %s neprieinamas.\nJis bus pakeistas į %s

30000 = Nauja versija pasiekiama
30001 = Nepabaigtas pašalinimas aptiktas! Tęsti pašalinimo procesą?
30003 = Rasti likučiai
30005 = Tęsti
30007 = Išvalyti
30009 = Nauja versija:
30011 = Dydis:
30013 = Programa:
30015 = Atidaryti „Revo Uninstaller“
30018 = Nebespausdinti
30034 = Pagalbininkas jau paleistas.

[UninstallHistory]
32900 = Pašalinimų istorija
32901 = Ištrinti viską
32902 = Eksportuoti detales
32903 = Programos pavadinimas
32905 = Pašalintos programos:
32907 = Pašalinimo žurnalai:
32909 = Pašalintos programos:
32910 = Importuojamas žurnalas
32911 = Vartotojo žurnalas
32912 = Pašalinimų istorija seka visas atliktas pašalinimo operacijas ir pateikia detalią informaciją apie pašalintas programas bei visus pašalintus likučius.
32917 = Programos detalės:
32918 = Operacijos rezultatas:
32919 = Operacijos su failais ir aplankais:
32920 = Operacijos su registru:
32921 = Žurnalo detalės:
32922 = Programos detalės:
32923 = Registro raktai sėkmingai pašalinti
32924 = Registro reikšmė sėkmingai pašalinta
32925 = Failai sėkmingai pašalinti
32926 = Aplankai sėkmingai pašalinti
32927 = Nustatyti pašalinimui perkrovimo metu
32928 = Registro raktai nepašalinti
32929 = Registro reikšmė nepašalinta
32930 = Išvada
32931 = Pašalinti likutiniai registro raktai:
32932 = Pašalintos likutinės registro reikšmės:
32933 = Pašalinti likutiniai aplankai:
32934 = Pašalinti likutiniai failai:
32935 = Atlaisvinta vieta nuo likučių:
32936 = Daugiau
32937 = Jūs pašalinote
32938 = Pašalinimo operacijos baigtos
32940 = Praleista vartotojo